Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: Over 129 trial days, the Prosecution tendered 173 items of evidence and called 19 witnesses plus 1 expert witness to testify.
es: Durante 129 días de juicio, la acusación presentó 173 elementos de prueba y pidió la comparecencia de 19 testigos y un perito para que testificasen.

source: When the legal expert is designated, the parties may discuss the skills that the expert witness must have and the Court will take a decision.
es: En este supuesto de designación de perito judicial las partes podrán discutir sobre la competencia que deberá tener el perito y decidirá el Tribunal.

source: This tenet is more than 'not misrepresenting'; it also implies disclosure of all relevant information and issues, especially when serving in an advisory capacity or as an expert witness.
es: Este principio es más que una simple prohibición de confundir los hechos implica igualmente la revelación de toda la información importante y de los asuntos relevantes, especialmente cuando se actúa como asesor o como testigo experto.

source: The arbitral tribunal may require the retirement of any witness or witnesses, including expert witnesses, during the testimony of such other witnesses, except that a witness, including an expert witness, who is a party to the arbitration shall not, in principle, be asked to retire.
es: El tribunal arbitral podrá requerir a todo testigo o perito que se retire durante la declaración de otros testigos, salvo que, en principio, no deberá requerirse, a un testigo o perito que sea parte en el arbitraje, que se retire.

source: The final assessment by the authorities can take up to 3 years after submitting the tax return.
es: La evaluación final por las autoridades podrá prolongarse hasta 3 años después de la presentación de dicha declaración.

source: In order to obtain the benefit, a company makes a claim in its income tax return in the year of assessment after the expenditure has been incurred.
es: Para poder beneficiarse del sistema, una empresa deberá incluir una solicitud en su declaración del impuesto sobre la renta del año correspondiente una vez que haya contraído el gasto.

source: Termination date dictated by the judge for the garnishment in question.
es: Fecha de término de la orden jurídica dictada por el juez correspondiente.

source: Similarly, judges can issue garnishment orders in both currencies.
es: Del mismo modo, los jueces pueden emitir órdenes de embargo en ambas monedas.

source: Jurisdiction authority with jurisdiction over the garnishment.
es: Jurisdicción Autoridad que rige sobre la orden jurídica.

source: However, this number is not used by the system in the garnishment calculation.
es: Sin embargo, este número no es utilizado por el sistema para el cálculo de la orden jurídica.

source: You will be protected against wage garnishment and collectors.
es: Estará protegido del embargo del salario y de los recaudadores de deudas.

source: You specify in this section the garnishment number assigned by the judge in the 'Garnishment no.' field.
es: En esta sección se especifican el número de orden jurídica asignado por el juez correspondiente en el campo 'No. orden'.

source: At meetings called by AEAT it receives information on official garnishment proceedings being undertaken by the central government against accounts held by debtors at lending institutions, and discusses any problems arising out of such proceedings.
es: En las reuniones, convocadas por la AEAT, se recibe información de las actuaciones administrativas de embargo centralizado que se llevan a cabo sobre cuentas de deudores abiertas en entidades de crédito y se plantean los problemas que se derivan de tales actuaciones.

source: The Resolution stipulates that all petroleum, petroleum products and natural gas exported by Iraq, as well as the payments for such goods, should be exempt from legal proceedings, attachment, garnishment and execution by those having claims against Iraq.
es: La Resolución estipula que el petróleo, los productos derivados del petróleo y el gas natural exportados por Iraq, así como los pagos correspondientes a la venta de dichas mercancías, deberán estar exentos de procedimientos judiciales, embargo, retención o ejecución por quienes posean derechos de crédito en Iraq.

source: Petroleum, petroleum products, and natural gas originating in Iraq will be immune, until title passes to the initial purchaser, from legal proceedings against them and not be subject to any form of attachment, garnishment, or execution.
es: 1. El petróleo, los productos derivados del petróleo y el gas natural originarios de Iraq tendrán inmunidad judicial hasta que el título pase al comprador inicial y no podrán ser objeto de ninguna forma de embargo, retención o ejecución.

source: Buying a franchise is just the same as buying into any business.
es: Comprar una franquicia es lo mismo que iniciar un negocio.

source: Its cost has amounted to 17 million euro, financed by the franchise company.
es: Su coste se ha elevado a 17 millones de euros, financiados por la empresa concesionaria.

source: This requires a mutual trust and respect and a sharing of the overall aims and goals of the franchise.
es: Esto exige que haya confianza y respeto mutuos y se compartan los propósitos y objetivos generales de la franquicia.

source: What are the benefits of buying and owning a franchise?
es: ¿Cuáles son los beneficios de comprar y ser dueño de una franquisia?

source: But to become global is going to require the ability to franchise - in other words, to let people do it for themselves.
es: Pero convertirse en una organización global va a requerir la capacidad de entregar franquicias, en otras palabras, dejar que la gente lo haga por sí sola.

source: BBVA Receives Federal Approval to Integrate its U.S. Sun Belt Franchise
es: BBVA recibe la autorización de la FED para integrar sus bancos en EE.UU.

source: For example, in the Bajo Cauca region the Rastrojos dominate, operating much like a franchise with many sub-groups but without a central command structure.
es: Por ejemplo, en la región del Bajo Cauca dominan los Rastrojos, que operan un poco a la manera de una concesión, con muchos subgrupos pero sin una estructura de mando central.

source: Consequently BBVA was able to increase critical mass extending its franchise in the United States through the Guaranty operation and to increase its interest in China Citic Bank (CNCB)- all without the need to sell strategic assets.
es: En este sentido, BBVA ha podido incrementar su masa crítica en la franquicia de Estados Unidos, tras la operación de Guaranty, y ha aumentado su presencia en China Citic Bank (CNCB), sin necesidad de desprenderse de ningún activo estratégico.

source: Universal franchise has given to the citizens the right to determine their political choices.
es: El sufragio universal ha dado a los ciudadanos el derecho a determinar sus preferencias políticas.

source: "In the second stage, a further 470 women benefited from training programs, financed through the ""Presidential Measured Training Contract"" and the Sence franchise."
es: "Mientras que la segunda etapa sumó 470 mujeres beneficiadas con programas de capacitación, que se financiaron a través de la vía ""Precontrato de Capacitación Medida Presidencial"" y la franquicia Sence."

source: The international community must address the employment implications of global macroeconomic conditions and of the international trading system to that effect.
es: La comunidad internacional debería abordar las consecuencias para el empleo de las condiciones macroeconómicas mundiales y del sistema de comercio internacional con ese fin.

source: Global trading activity in futures has more than doubled in the last five years.
es: Los intercambios mundiales de futuros se han más que duplicado en los últimos cinco años.

source: The company began trading in 1959 handling the local distribution of steel and construction materials.
es: La compañía entró en actividades en 1959 en el sector de la distribución local de acero y de materiales de construcción.

source: This in turn will result in the need to start trading further down the value chain.
es: Esto a su vez resultará en la necesidad de iniciar operaciones comerciales más adelante en la cadena de valor.

source: The access by no means imply the establishment of a trading relationship between ANGLIA and the user.
es: El acceso no implica por sí sólo el establecimiento de relación comercial entre ANGLIA y el usuario.

source: This, in turn, increases our ability to grow trading transaction volumes and deliver a high level of customer satisfaction.
es: A su vez, esto aumenta nuestra capacidad para incrementar los volúmenes de transacciones comerciales y alcanzar un nivel elevado de satisfacción del cliente.

source: We believe that we offer our customers the best choice of electronic trading solutions available, with different purchasing options according to your needs.
es: Ofrecemos a nuestros clientes la mejor gama de soluciones comerciales electrónicas del mercado, con distintas opciones de compra que se adaptan a sus necesidades.

source: Similarly, the lack of legal and jurisdictional guarantees covering investment and economic and trading exchanges can hinder development.
es: Análogamente, la falta de garantías legales y jurisdiccionales que protejan las inversiones y los intercambios económicos y mercantiles puede entorpecer el desarrollo.

source: This increase reflected primarily a higher effective income tax rate.
es: Este incremento refleja principalmente una mayor tasa efectiva de impuestos.

source: In general, Mexican companies are subject to paying the greater of the flat tax or the income tax.
es: En general, las empresas mexicanas están sujetas a pagar el mayor del impuesto fijo o el impuesto sobre la renta.

source: Bonds and CDs benefit so greatly because their earnings come entirely from interest, and interest is taxed at your ordinary income tax rate.
es: Los bonos y CDs tienen muy buenos rendimientos debido a que sus ganancias provienen solamente de intereses, y éstos están sujetos a su tasa ordinaria de impuesto a la renta.

source: There is one income tax, collected by the federal government and known to Brazilians as the IR from its Portuguese initials.
es: Existe un impuesto sobre la renta -conocido entre los brasileños como IR, por sus siglas en portugués- que recauda el gobierno federal.

source: Income tax expense / (income) for the year comprises current and deferred tax.
es: El gasto (ingreso) por impuesto sobre las ganancias comprende tanto el corriente como el impuesto diferido.

source: These payments are credited towards the corporate income tax due at the end of the fiscal year.
es: Estos pagos se acreditan al impuesto de sociedades que debe de pagarse al final del año fiscal.

source: It is possible to perform a special deduction over income tax corresponding to 40% of the investment effectively performed over the acquisition of real productive fixed assets.
es: Es posible realizar una deducción especial para efectos del impuesto sobre la renta, correspondiente al 40% de la inversión efectivamente realizada en la adquisición de activos fijos reales productivos.

source: The above increase was offset by the implementation of fiscal planning strategies to optimize income tax expense during 2009.
es: El anterior aumento fue compensado con la implementación de estrategias de planeación fiscal para optimizar el gasto por impuesta a la renta durante el 2009.

source: The higher the income tax rates, the lower the number of taxpayers with high income in a canton.
es: Si las tarifas del impuesto sobre la renta son mayores, menor es el número de contribuyentes con ingresos altos en un cantón.

source: Likewise, the private individuals subject to Personal Income Tax (PIT) in relation to business and professional activities carried on through establishments located in the Canary Islands can make use of this incentive, provided that make their net returns by direct calculation.
es: Igualmente, las personas físicas sujetas al Impuesto sobre la Renta de las Personas Físicas (IRPF), en relación con las actividades empresariales y profesionales realizadas mediante establecimientos situados en Canarias, siempre que determinen sus rendimientos netos por estimación directa.

source: The project also provided the poorest women with the opportunity to sit and sell their homestead produce in the open platforms of the markets (see box).
es: El proyecto también proporcionó a las mujeres más pobres la oportunidad de sentarse y vender su producción doméstica en las explanadas abiertas de los mercados (ver recuadro).

source: The village and remote homestead community caregiving network, which operates in settlements with fewer than 600 inhabitants, plays an important role in providing social support in disadvantaged small settlements.
es: 40. La red de prestación de servicios comunitarios en aldeas y granjas de difícil acceso, que funciona en localidades con menos de 600 habitantes, desempeña una importante función de asistencia social en localidades pequeñas desfavorecidas.

source: Water from domestic pipes is used for homestead cultivation, livestock watering and small-scale enterprises.
es: El agua corriente doméstica se usa para cultivos de huerta, cría de animales y empresas en pequeña escala.

source: Does the welfare department take a lien on your homestead when you go on medicaid?
es: ¿El departamento de asistencia pública coloca un gravamen en su propiedad cuando usted comienza a recibir Medicaid?

source: Even the establishment of a separate homestead requires the consent and cooperation of the father who has either to allocate a portion of his own land where the son may set up his home or approach the local authority responsible for allocating land to new families on behalf of his son.
es: Incluso para establecer una casa independiente necesita el consentimiento y la cooperación del padre, que debe asignar un parte de su propio terreno en la que el hijo creará su hogar o dirigirse en nombre de éste a la autoridad local encargada de destinar terrenos a las nuevas familias.

source: In addition, the trail passes Buffalo Bill's Grave and Museum, the early rustic-style Hiwan Homestead Museum, the Colorado Railroad Museum and the most famous of Denver' s Mountain Parks Red Rocks.
es: Además, la ruta pasa a por la tumba del legendario Buffalo Bill; el Museo Hiwan Homestead, de estilo rústico; el Museo del Ferrocarril de Colorado; y el más famoso de los parques montañeses de Denver Red Rocks.

source: Prossy was reunited with her family, who now live near Gulu in a temporary homestead.
es: Prossy se reunió con su familia, que está viviendo temporalmente en una cabaña cerca de Gulu.

source: Please be aware that foreclosure and other collection procedures will continue while your application is being reviewed.
es: Tenga en cuenta que las ejecuciones y otros procedimientos de cobranza continuarán mientras se revisa su solicitud.

source: "The licensees know they must exercise due diligence, find prior lenders, and negotiate ""non-disturbance"" agreements if they want their licenses to continue after a foreclosure."
es: "Los licenciatarios saben que deben actuar con la diligencia debida, localizar a los prestamistas anteriores y negociar acuerdos de ""no interrupción"" si quieren mantener sus licencias tras la ejecución."

source: A bankruptcy filing will temporarily stop any foreclosure proceeding, even up to the date of a foreclosure sale.
es: Presentar la bancarrota detendría temporalmente el procedimiento de la ejecución hipotecaria, incluso hasta la fecha de la venta de la casa.

source: Foreclosure can be financially and emotionally devastating.
es: La ejecución hipotecaria puede ser financiera y emocionalmente devastadora.

source: Additional payments may be made out of unscheduled repayments of principal resulting from the sale of the underlying property, refinancing, or foreclosure, net of fees or costs that may be incurred.
es: Pueden realizar pagos adicionales como resultado de amortizaciones no previstas de principal producto de la venta de las propiedades subyacentes, la refinanciación de la deuda o la ejecución hipotecaria, descontados los costes y gastos que podrían ocasionarse.

source: Article 169 states that during statement-taking or questioning of the suspect, hearing of witness or expert witness, on-site inspection or medical examination, a public prosecutor, or a judge of a court of peace and a clerk of record shall be present.
es: En el artículo 169 se dispone que durante la toma de declaración o el interrogatorio del detenido, la audiencia de un testigo o perito, durante una inspección ocular o un examen médico deberá estar presente un fiscal, un juez de un juzgado de paz y un oficial encargado de redactar el acta.

source: As a consultant and expert witness with the U.S. Justice Department and the private sector, he examined visibility issues in mid-air collisions, aviation wire strikes and wake turbulence.
es: Examinó problemas de visibilidad en colisiones aéreas, estrelladas con cableado en aviación y estelas de turbulencia, como un consultor y testigo experto con el Departamento de Justicia de los EE.UU. y en el sector privado.

source: I believe that one objectionable item is the issue of worldwide stock market speculation on cereal and cocoa products.
es: Creo que un aspecto cuestionable es el de la especulación mundial del mercado de valores con los cereales y el cacao.

source: Funding for these customs credits could be raised on a forward stock market.
es: La financiación de estos créditos aduaneros podría obtenerse en un mercado de valores a plazo.

source: The second indicator is built with information from the stock market and it is estimated dividing returns on volume.
es: El segundo indicador se construye con información del mercado accionario y se estima dividiendo los retornos sobre volumen.

source: They also provide the bulk of refinancing to the financial sector.
es: También constituyen la principal fuente de financiación del sector financiero.

source: "Lawrence's tax return was complex ""I had two W-2s, unemployment, and a lien attached to my tax return (for an old student loan)."
es: "La declaración de renta de Lawrence era compleja ""Tenía dos W-2, desempleo y un embargo preventivo ligado a mi declaración de renta (por un viejo préstamo de estudiante)""."

source: A statement of income and expenses for the last three months for your business is required if you do not have a tax return.
es: Si no tiene una devolución de impuestos, se requiere que se adjunte una declaración de los ingresos y gastos que tuvo su negocio durante los últimos tres meses.

source: At the end of 2005, 400,000 simplified tax return forms were sent out with an accompanying letter.
es: Hacia fines de 2005, se enviaron 400.000 formularios simplificados de declaración de impuestos acompañados por una carta.

source: The Interpretation prescribes a threshold for the financial statement recognition and measurement of a tax position taken or expected to be taken within an income tax return.
es: La interpretación señala el reconocimiento mínimo en los estados financieros y la medida de la posición tributaria tomada o esperada en una declaración de impuestos.

source: Individuals who are self-employed should provide business records for the three months prior to application, indicating type of business, gross income, net income, and the income tax return for the previous year.
es: Individuos quienes trabajan por cuenta propia pueden proveer registros del negocio por los tres meses anteriores a la fecha en su solicitud, el tipo de negocio, ingreso grueso, ingreso neto, y el formulario de impuestos del año anterior.

source: You need to fill in your tax return, otherwise there is a substantial penalty.
es: Usted necesita llenar su declaración jurada, de lo contrario habrá una multa sustancial.

source: The IRS issues ITIN's to foreign nationals and to others who do not qualify for a SSN and have to file a federal tax return.
es: El IRS otorga los ITIN a extranjeros y otros que no califican para un SSN, y tienen que presentar algún tipo de declaración tributaria.

source: As a result of this new level of ownership, SCC will be included in AMC's consolidated US federal income tax return commencing from March 27, 2009.
es: Como resultado de este nuevo nivel de propiedad, SCC será incluida en la declaración consolidada de impuesto a la renta federal de Estados Unidos de AMC a partir del 27 de marzo de 2009.

source: Copy of the last corporate tax return.
es: copia de la declaración del último Impuesto de Sociedades.

source: Plus Use our Web-exclusive reverse mortgage calculator to find out how much you could borrow.
es: Exclusivo para nuestro sitio en internet Utilice nuestra calculadora de hipotecas revertidas para ver cuanto puede pedir prestado.

source: miel de eucalipto» el porcentaje mínimo de polen de eucalipto (Eucaliptus sp.) debe ser del 70
es: eucalyptus honey' the minimum percentage of pollen from eucalyptus (Eucaliptus sp.) must be 70 %.

source: Incluye todas las actualizaciones que se ofrecieron desde SP1.
es: Includes all of the updates that have been delivered since SP1.

source: Un terreno en el que nunca se haya cultivado soja debe inocularse antes con la bacteria Rhizobium sp. para garantizar una cosecha excelente.
es: Soil on which soy has never been cultivated before, has to be grafted with the bacteria Rhizobium sp. in order to guarantee a successful crop.

source: Si SP2 no aparece, posiblemente deba instalar algunas otras actualizaciones antes de instalar SP2.
es: If SP2 is not listed, you might need to install some other updates before installing SP2.

source: They emphasized the need to improve the social safety net.
es: Recalcaron la necesidad de fortalecer la red de protección social.

source: And, as well as this legitimate vision, there is another complementary vision of Europe (I would be grateful if Mr Blair could put on his headphones), there is another legitimate Europe which is complementary to the former, which is the Europe of the tangible, the Europe of hard cash, and the Europe of the net contribution and the net beneficiary, and the Europe of the British rebate.
es: Y, junto a esa visión legítima, hay otra visión complementaria de Europa (me gustaría que el señor Blair se pusiera los cascos), hay otra Europa legítima y complementaria de la anterior, que es la Europa de lo tangible, la Europa de lo contante y sonante, la Europa del saldo neto y del beneficiario neto y la Europa del saldo británico.

source: The defense of health and the workers retirement implies the questioning of the monopoly of capital.
es: La defensa de la salud y del retiro de los trabajadores implica el cuestionamiento del monopolio del capital.

source: It is advisable to also work with a real estate broker.
es: Es aconsejable que también consulte con un agente de bienes raíces.

source: empowering the public prosecutor to obtain information from the comptroller of income tax
es: habilitar a la acusación pública para obtener información de la contraloría de impuestos sobre la renta

source: The provision is adjusted to reflect changes in the corporate income tax rate.
es: Dicha provisión se ajusta para reflejar eventuales cambios en el tipo del Impuesto sobre sociedades.

source: The provision for income tax is constituted by the addition of the amount of tax incentives.
es: La provisión para el impuesto sobre la renta es constituida con la inclusión del régimen de incentivos fiscales.
